window.DATA = {
    calendar: {
        1: { title: '十二神将会议', start: '2021-03-29T19:00',  end: '2021-04-06T20:59' },
        2: { title: '波波波波波波波', category:"活动", start: '2021-04-01T00:00',  end: '2021-04-04T23:59' },
        3: { title: '7周年后夜祭', category:"运营", start: '2021-03-31T05:00',  end: '2021-04-14T16:59' },
        4: { title: '决战！星之古战场', category:"活动", start: '2021-04-07T19:00',  end: '2021-04-14T23:59' },
        5: { title: '菲德拉赫餐厅', category:"活动", start: '2021-04-15T17:00',  end: '2021-04-23T16:59' },
        6: { title: '勇气之地', category:"活动", start: '2021-04-23T17:00',  end: '2021-04-29T16:59' },
        7: { title: '月末新活动', category:"活动", start: '2021-04-29T17:00',  end: '2021-05-07T20:59' },
    },
    mode: 2
}